Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Reading your heart-rate variability and resting heart rate…
de: Deine Herzfrequenzvariabilität und Ruheherzfrequenz werden gelesen…
es: Leyendo tu variabilidad de la frecuencia cardíaca y tu frecuencia cardíaca en reposo…
fr: Lecture de votre variabilité de la fréquence cardiaque et FC au repos…
it: Lettura della variabilità della frequenza cardiaca e della frequenza cardiaca a riposo…
pl: Odczytywanie zmienności tętna i tętna spoczynkowego…
pt_pt: Leitura da variabilidade da frequência cardíaca e da frequência cardíaca em repouso…
ru: Загружаю ВСР и пульс в покое…
th: กำลังอ่านความแปรปรวนของอัตราการเต้นหัวใจและอัตราการเต้นหัวใจขณะพัก…
zh_hans: 正在读取你的心率变异性和静息心率…
zh_hant: 正在讀取你的心率變異性和靜息心率…

source: Reading your history…
de: Deine Historie wird gelesen…
es: Leyendo tu historial…
fr: Lecture de votre historique…
it: Lettura della tua cronologia…
pl: Czytając Twoją historię…
pt_pt: A ler a tua histórico…
ru: Загружаю вашу историю…
th: กำลังอ่านประวัติของคุณ...
zh_hans: 正在读取你的历史…
zh_hant: 正在讀取你的歷史…

source: Reading your journal and outcomes…
de: Dein Journal und deine Ergebnisse werden gelesen…
es: Leyendo tu diario y tus resultados…
fr: Lecture de votre journal et résultats…
it: Lettura del tuo diario e dei risultati…
pl: Czytanie Twojego dziennika i wyników…
pt_pt: A ler o teu diário e resultados…
ru: Анализирую журнал и результаты…
th: กำลังอ่านบันทึกประจำวันและผลลัพธ์ของคุณ...
zh_hans: 正在读取你的日志和结果…
zh_hant: 正在讀取你的日誌和結果…

source: Reading your logbook…
de: Dein Logbuch wird gelesen…
es: Leyendo tu registro…
fr: Lecture de votre journal…
it: Lettura del tuo diario…
pl: Czytanie Twojego dziennika…
pt_pt: A ler o teu diário de bordo…
ru: Считываем ваш Logbook…
th: กำลังอ่านสมุดบันทึกของคุณ...
zh_hans: 正在读取你的日志…
zh_hant: 正在讀取你的日誌…

source: Reading your Mi Band history…
de: Dein Mi-Band-Verlauf wird gelesen…
es: Leyendo el historial de tu Mi Band…
fr: Lecture de l'historique de votre Mi Band…
it: Lettura della cronologia della tua Mi Band…
pl: Czytanie historii Twojego Mi Bandu…
pt_pt: A ler a histórico da tua Mi Band…
ru: Считываем историю вашего Mi Band…
th: กำลังอ่านประวัติ Mi Band ของคุณ...
zh_hans: 正在读取你的小米手环历史…
zh_hant: 正在讀取你的小米手環歷史…

source: Reading your sources…
de: Deine Quellen werden gelesen…
es: Leyendo tus fuentes…
fr: Lecture de vos sources…
it: Lettura delle tue sorgenti…
pl: Czytając źródła…
pt_pt: A ler as tuas fontes…
ru: Считываем ваши источники…
th: กำลังอ่านแหล่งที่มาของคุณ...
zh_hans: 正在读取你的来源…
zh_hant: 正在讀取你的來源…

source: Reading your Vitality…
de: Deine Vitalität wird gelesen…
es: Leyendo tu Vitalidad…
fr: Lecture de votre Vitalité…
it: Lettura della tua Vitalità…
pl: Czytanie Twojej witalności…
pt_pt: A ler a tua vitalidade…
ru: Считываем ваш Vitality…
th: กำลังคำนวณความมีชีวิตชีวาของคุณ…
zh_hans: 正在读取你的活力…
zh_hant: 正在讀取你的活力…

source: reading…
de: wird gelesen…
es: leyendo…
fr: lecture en cours…
it: lettura…
pl: czytanie…
pt_pt: leitura…
ru: измерение…
th: กำลังอ่านค่า…
zh_hans: 读取中…
zh_hant: 讀取中…

source: Reading…
de: Lesen…
es: Leyendo…
fr: Lecture…
it: Leggendo…
pl: Odczytywanie…
pt_pt: Lendo…
ru: Чтение…
th: การอ่าน…
zh_hans: 阅读…
zh_hant: 閱讀…

source: Readings
de: Lesungen
es: Lecturas
fr: Lectures
pl: Odczyty
pt_pt: Leituras
th: ค่าที่วัดได้

source: Reads a coarse menstrual-cycle phase from your nightly skin temperature, entirely on %@. Awareness only: not contraception, not a fertility predictor, not a medical service. The card appears in Health.
de: Liest eine grobe Menstruationszyklus-Phase aus deiner nächtlichen Hauttemperatur, komplett auf %@. Nur zum Bewusstsein: keine Verhütung, kein Fruchtbarkeits-Vorhersager, kein medizinischer Dienst. Die Karte erscheint unter „Gesundheit“.
es: Lee una fase aproximada del ciclo menstrual a partir de tu temperatura cutánea nocturna, todo en %@. Solo informativo: no es anticoncepción, ni un predictor de fertilidad, ni un servicio médico. La tarjeta aparece en Salud.
fr: Lit une phase approximative du cycle menstruel à partir de votre température cutanée nocturne, entièrement sur %@. À titre informatif uniquement : ce n'est pas une contraception, ni un prédicteur de fertilité, ni un service médical. La carte apparaît dans Santé.
it: Legge una fase approssimativa del ciclo mestruale dalla temperatura cutanea notturna, interamente su %@. Solo a scopo informativo: non è un contraccettivo, non predice la fertilità, non è un servizio medico. La scheda appare in Salute.
pl: Odczytuje zgrubną fazę cyklu miesiączkowego na podstawie nocnej temperatury skóry, w całości na %@. Tylko świadomość: nie antykoncepcja, nie wskaźnik płodności, nie usługa medyczna. Karta pojawia się w Zdrowie.
pt_pt: Lê uma fase aproximada do ciclo menstrual a partir da temperatura noturna da tua pele, inteiramente em %@. Apenas sensibilização: não é contraceção, não é um preditor de fertilidade, não é um serviço médico. O cartão aparece em Saúde.
ru: Определяет приблизительную фазу менструального цикла по ночной температуре кожи, полностью на %@. Только для ознакомления: не является контрацепцией, предсказанием фертильности или медицинской услугой. Карточка отображается в разделе «Здоровье».
th: อ่านช่วงรอบประจำเดือนแบบหยาบจากอุณหภูมิผิวหนังตอนกลางคืนของคุณทั้งหมดบน %@ การให้ความรู้เท่านั้น: ไม่ใช่การคุมกำเนิด ไม่ใช่เครื่องมือทำนายภาวะเจริญพันธุ์ ไม่ใช่บริการทางการแพทย์ การ์ดจะปรากฏในสุขภาพ
zh_hans: 根据你每晚的皮肤温度粗略读取月经周期阶段，完全在 %@ 上完成。仅供了解：不是避孕手段，不是生育预测，也不是医疗服务。该卡片显示在「健康」中。
zh_hant: 根據你的夜間皮膚溫度粗略判讀月經週期階段，完全在 %@ 上進行。僅供參考：不是避孕方法、不是生育力預測工具，也不是醫療服務。該卡片會出現在「健康」中。

source: ready
de: bereit
es: listo
fr: prêt
it: pronto
pl: gotowy
ru: готово
th: พร้อม
zh_hans: 就绪
zh_hant: 就緒

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
pl: Gotowy
pt_pt: Pronto
ru: Готово
th: พร้อม
zh_hans: 就绪
zh_hant: 就緒

source: Ready for a marked effort.
de: Bereit für eine deutliche Anstrengung.
es: Listo para un esfuerzo marcado.
fr: Prêt pour un effort marqué.
it: Pronto per uno sforzo marcato.
pl: Gotowy do znacznego wysiłku.
pt_pt: Pronto para um esforço acentuado.
ru: Готовы к заметному усилию.
th: พร้อมสำหรับภาระร่างกายที่โดดเด่น
zh_hans: 已准备好迎接一次显著的消耗。
zh_hant: 已準備好迎接一次顯著的消耗。

source: Ready to breathe
de: Bereit zum Atmen
es: Listo para respirar
fr: Prêt à respirer
it: Pronto a respirare
pl: Gotowy do oddychania
pt_pt: Pronto para respirar
ru: Готовы к дыханию
th: พร้อมจะหายใจ
zh_hans: 准备开始呼吸
zh_hant: 準備好呼吸

source: Ready to connect your watch?
de: Bereit, deine Uhr zu verbinden?
es: ¿Listo para conectar tu reloj?
fr: Prêt à connecter votre montre ?
it: Pronto a connettere il tuo orologio?
pl: Chcesz podłączyć zegarek?
pt_pt: Pronto para ligar o teu relógio?
ru: Готовы подключить часы?
th: พร้อมที่จะเชื่อมต่อนาฬิกาของคุณแล้วหรือยัง?
zh_hans: 准备好连接你的手表了吗？
zh_hant: 準備好連接你的手錶了嗎？

source: Ready to scan
de: Bereit zum Suchen
es: Listo para escanear
fr: Prêt à scanner
it: Pronto per la scansione
pl: Gotowy do skanowania
pt_pt: Pronto para digitalizar
ru: Готов к сканированию
th: พร้อมสแกน
zh_hans: 准备扫描
zh_hant: 準備掃描

source: Ready to sync
de: Bereit zum Synchronisieren
es: Listo para sincronizar
fr: Prêt à synchroniser
it: Pronto per la sincronizzazione
pl: Gotowy do synchronizacji
pt_pt: Pronto para tincronizar
ru: Готово к синхронизации
th: พร้อมที่จะซิงค์
zh_hans: 准备好同步
zh_hant: 準備好同步

source: Ready-made actions
de: Fertige Aktionen
es: Acciones predefinidas
fr: Actions prêtes à l'emploi
it: Azioni pronte all'uso
pl: Gotowe działania
pt_pt: Ações prontas
ru: Готовые действия
th: การกระทำที่เตรียมไว้
zh_hans: 现成的操作
zh_hant: 現成的操作

source: Really forget everything?
de: Wirklich alles vergessen?
es: ¿Seguro que quieres olvidarlo todo?
fr: Vraiment tout oublier ?
it: Vuoi davvero dimenticare tutto?
pl: Na pewno zapomnieć wszystko?
pt_pt: Queres mesmo esquecer tudo?
ru: Точно забыть всё?
th: ลืมทุกอย่างจริงๆเหรอ?
zh_hans: 确定要忘记全部吗？
zh_hant: 確定要忘記全部嗎？

source: Reboot probe (4.0 RE)…
de: Reboot-Sonde (4.0 RE)
es: Sonda de reinicio (4.0 RE)...
fr: Sonde de redémarrage (4,0 RE)...
pl: Zrestartuj sondę (4.0 RE)…
pt_pt: Reinicializar sonda (4.0 RE)…
th: รีบูตโพรบ (4.0 RE)…

source: Rebuild HRV history in Apple Health
de: HRV-Verlauf in Apple Health neu aufbauen
es: Reconstruir el historial de VFC en Apple Salud
fr: Reconstruire l'historique de VFC dans Apple Santé
it: Ricostruisci lo storico HRV in Apple Salute
pl: Przebuduj historię HRV w Apple Health
pt_pt: Reconstruir o histórico de VFC na Apple Saúde
ru: Перестроить историю ВСР в Apple Health
th: สร้างประวัติ HRV ใหม่ใน Apple Health
zh_hans: 在 Apple 健康中重建 HRV 历史
zh_hant: 在 Apple 健康中重建 HRV 歷史

source: Rebuild index
de: Index neu erstellen
es: Índice de reconstrucción
fr: Reconstruire l'index
it: Ricostruisci l'indice
pl: Przebuduj indeks
pt_pt: Reconstruir índice
ru: Перестроить индекс
th: สร้างดัชนีใหม่
zh_hans: 重建索引
zh_hant: 重建索引

source: Rebuilding HRV history %lld%%
de: HRV-Verlauf wird neu aufgebaut %lld%%
es: Reconstruyendo el historial de VFC %lld%%
fr: Reconstruction de l'historique de VFC %lld%%
it: Ricostruzione dello storico HRV %lld%%
pl: Przebudowywanie historii HRV %lld%%
pt_pt: A reconstruir o histórico de VFC %lld%%
ru: Перестроение истории ВСР %lld%%
th: การสร้างประวัติ HRV ใหม่ %lld%%
zh_hans: 正在重建 HRV 历史 %lld%%
zh_hant: 正在重建 HRV 歷史 %lld%%

source: Rebuilt · %lld day(s) without R-R skipped
de: Neu aufgebaut · %lld Tag(e) ohne R-R übersprungen
es: Reconstruido · %lld día(s) sin R-R omitido(s)
fr: Reconstruit · %lld jour(s) sans R-R ignoré(s)
it: Ricostruito · %lld giorno/i senza R-R saltato/i
pl: Przebudowano · pominięto dni bez R-R: %lld
pt_pt: Reconstruído · %lld dia(s) sem RR ignorado(s)
ru: Восстановлено · %lld дн. без R-R пропущено
th: สร้างใหม่ · %lld วันโดยไม่มีการข้าม R-R
zh_hans: 已重建 · 跳过 %lld 天无 R-R 数据
zh_hant: 已重建 · 跳過 %lld 天無 R-R 資料

source: Recalibrate
de: Neu kalibrieren
es: Recalibrar
fr: Recalibrer
it: Ricalibra
pl: Ponowna kalibracja
pt_pt: Recalibrar
ru: Перекалибровать
th: ปรับเทียบใหม่
zh_hans: 重新校准
zh_hant: 重新校準

source: Recalibrate Charge baseline
de: Ladungs-Basislinie neu kalibrieren
es: Recalibrar la línea base de Carga
fr: Recalibrer la ligne de base de la Charge
it: Ricalibra la linea di base della carica
pl: Ponownie skalibruj linię bazową Energia
pt_pt: Recalibrar linha de base de carga
ru: Перекалибровать норму Заряда
th: ปรับเทียบพื้นฐานพลังฟื้นตัวอีกครั้ง
zh_hans: 重新校准能量基线
zh_hant: 重新校準能量基線

source: Recalibrate your Charge baseline?
de: Deine Ladungs-Basislinie neu kalibrieren?
es: ¿Recalibrar tu línea base de Carga?
fr: Recalibrer votre ligne de base de Charge ?
it: Ricalibrare la linea di base della tua carica?
pl: Czy ponownie skalibrować linię bazową Energia?
pt_pt: Recalibrar a tua linha de base de faturação?
ru: Перекалибровать норму Заряда?
th: ปรับเทียบพื้นฐานพลังฟื้นตัวของคุณใหม่หรือไม่?
zh_hans: 重新校准你的能量基线？
zh_hant: 重新校準你的能量基線？

source: Recent
de: Kürzlich
es: Reciente
fr: Récent
it: Recenti
pl: Ostatni
pt_pt: Recente
ru: Недавние
th: ล่าสุด
zh_hans: 最近
zh_hant: 最近

source: Recent intervals: %@ ms
de: Jüngste Intervalle: %@ ms
es: Intervalos recientes: %@ ms
fr: Intervalles récents : %@ ms
it: Intervalli recenti: %@ ms
pl: Ostatnie interwały: %@ ms
pt_pt: Intervalos recentes: %@ ms
ru: Недавние интервалы: %@ мс
th: ช่วงเวลาล่าสุด: %@ ms
zh_hans: 最近间期：%@ 毫秒
zh_hant: 最近的間期：%@ 毫秒

source: Recent moments
de: Aktuelle Momente
es: Momentos recientes
fr: Moments récents
it: Momenti recenti
pl: Ostatnie chwile
pt_pt: Momentos recentes
ru: Недавние моменты
th: ช่วงเวลาล่าสุด
zh_hans: 近期时刻
zh_hant: 近期時刻

source: Recent workouts
de: Letzte Workouts
es: Entrenamientos recientes
fr: Séances récentes
it: Allenamenti recenti
pl: Ostatnie treningi
pt_pt: Treinos recentes
ru: Недавние тренировки
th: การออกกำลังกายล่าสุด
zh_hans: 最近的锻炼
zh_hant: 最近的鍛鍊

source: Recent workouts, zone minutes and session outlook.
de: Letzte Workouts, Zonenminuten und Session-Ausblick.
es: Entrenamientos recientes, minutos por zona y previsión de sesión.
fr: Entraînements récents, minutes par zone et aperçu de séance.
it: Allenamenti recenti, minuti di zona e prospettive della sessione.
pl: Ostatnie treningi, minuty w strefach i prognoza sesji.
pt_pt: Treinos recentes, minutos por zona e previsão de sessão.
ru: Последние тренировки, минуты в зоне и прогноз сессии.
th: การออกกำลังกายล่าสุด นาทีโซน และแนวโน้มเซสชั่น
zh_hans: 最近的锻炼、区域分钟数和训练展望。
zh_hant: 最近的鍛鍊、區域分鐘數和訓練展望。

source: Recharge your WHOOP before tonight.
de: Lade dein WHOOP vor heute Nacht auf.
es: Recarga tu WHOOP antes de esta noche.
fr: Rechargez votre WHOOP avant ce soir.
it: Ricarica il tuo WHOOP prima di stanotte.
pl: Naładuj swój WHOOP przed wieczorem.
pt_pt: Recarregue o teu WHOOP antes desta noite.
ru: Зарядите WHOOP до наступления ночи.
th: เติมพลัง WHOOP ของคุณก่อนคืนนี้
zh_hans: 今晚之前给你的 WHOOP 充电。
zh_hant: 今晚之前為你的 WHOOP 充電。

source: Reclaimable
de: Freigebbar
es: Recuperable
fr: Récupérable
it: Recuperabile
pl: Możliwość odzyskania
pt_pt: Recuperável
ru: Можно освободить
th: เรียกคืนได้
zh_hans: 可回收
zh_hant: 可回收

source: Reclaimed %@.
de: %@ freigegeben.
es: Recuperado %@.
fr: %@ récupéré.
it: Recuperati %@.
pl: Zregenerowany %@.
pt_pt: Recuperado %@.
ru: Освобождено %@.
th: เรียกคืน %@
zh_hans: 已回收 %@。
zh_hant: 已釋放 %@。

source: Recolors the leading icons across the app — the More tab, Chat and its submenus, Journey, and Settings — to match Apple Health's palette. Off keeps them plain blue.
de: Färbt die führenden Symbole in der gesamten App – im Mehr-Tab, im Chat und dessen Untermenüs, in Journey und in den Einstellungen – nach der Apple-Health-Palette ein. Aus lässt sie einfarbig blau.
es: Colorea los iconos principales en toda la app —la pestaña Más, el Chat y sus submenús, Journey y Ajustes— con la paleta de Apple Health. Desactivado los deja en azul liso.
fr: Colore les icônes principales dans toute l'app — l'onglet Plus, le Chat et ses sous-menus, Journey et Réglages — selon la palette d'Apple Santé. Désactivé les laisse en bleu uni.
it: Ricolora le icone principali dell'app (la scheda Altro, Chat e i relativi sottomenu, Viaggio e Impostazioni) in modo che corrispondano alla tavolozza di Apple Health. Spento li mantiene semplicemente blu.
pl: Zmienia kolory wiodących ikon w całej aplikacji — karta Więcej, Czat i jego podmenu, Droga oraz Ustawienia — dopasowując je do palety Apple Health. Wyłączenie zachowuje zwykły niebieski.
pt_pt: Colore os ícones principais em toda a app — separador Mais, Chat e respetivos submenus, Journey e Definições — com a paleta da Apple Saúde. Desativado mantém-os a azul liso.
ru: Перекрашивает основные значки приложения — вкладку «Дополнительно», «Чат» и его подменю, «Путешествие» и «Настройки» — в соответствии с палитрой Apple Health. Выключено: они остаются синими.
th: เปลี่ยนสีไอคอนนำทางในแอปให้เข้ากับชุดสีของ Apple Health เมื่อปิดจะใช้สีน้ำเงินแบบปกติ
zh_hans: 对应用程序中的主要图标（“更多”选项卡、“聊天”及其子菜单、“旅程”和“设置”）重新着色，以匹配 Apple Health 的调色板。关闭使它们保持纯蓝色。
zh_hant: 將應用程式中的主要圖示（「更多」標籤、「聊天」及其子選單、「旅程」和「設定」）重新著色，以符合 Apple Health 的調色板。關閉使它們保持純藍色。

source: Recolors the leading icons in the More tab, Chat, and Chat's submenus to match Apple Health's palette. Off keeps today's plain blue.
de: Färbt die führenden Icons im More-Tab, im Chat und in dessen Untermenüs im Stil von Apple Health ein. Aus zeigt weiterhin das heutige schlichte Blau.
es: Recolorea los iconos principales de la pestaña Más, el Chat y sus submenús al estilo de Apple Salud. Desactivado mantiene el azul liso actual.
fr: Recolore les icônes principales de l'onglet Plus, du Chat et de ses sous-menus dans le style d'Apple Santé. Désactivé conserve le bleu uni actuel.
it: Ricolora le icone principali nella scheda Altro, nella Chat e nei sottomenu della Chat in modo che corrispondano alla tavolozza di Apple Health. Spento mantiene il semplice blu di oggi.
pl: Zmienia kolory wiodących ikon w karcie Więcej, Czacie i jego podmenu, dopasowując je do palety Apple Health. Wyłączenie zachowuje dotychczasowy zwykły niebieski.
pt_pt: Recolore os ícones iniciais na guia Mais, Bate-papo e submenus do Bate-papo para corresponder à paleta de Apple Health. Off mantém o azul claro de hoje.
ru: Перекрашивает ведущие значки на вкладке «Дополнительно», в чате и подменю чата, чтобы они соответствовали палитре Apple Health. Выкл. сохраняет сегодняшний простой синий цвет.
th: เปลี่ยนสีไอคอนชั้นนำในแท็บเพิ่มเติม แชท และเมนูย่อยของแชทเพื่อให้ตรงกับพาเล็ตของ Apple Health ปิด คงสีฟ้าธรรมดาของวันนี้
zh_hans: 对“更多”选项卡、“聊天”和“聊天”子菜单中的主要图标重新着色，以匹配 Apple Health 的调色板。关闭保持今天的纯蓝色。
zh_hant: 對「更多」標籤、「聊天」和「聊天」子選單中的主要圖示重新著色，以符合 Apple Health 的調色板。關閉保持今天的純藍色。

source: Recommendation effect
de: Empfehlungseffekt
es: Efecto de recomendación
fr: Effet de recommandation
it: Effetto raccomandazione
pl: Efekt zalecenia
pt_pt: Efeito de recomendação
ru: Эффект рекомендации
th: ผลของคำแนะนำ
zh_hans: 推荐效果
zh_hant: 推薦效果

source: Recommendation effect: %@. Change feedback
de: Empfehlungseffekt: %@. Feedback ändern
es: Efecto de recomendación: %@. Cambiar comentarios
fr: Effet de recommandation : %@. Modifier les commentaires
it: Effetto raccomandazione: %@. Cambia feedback
pl: Efekt zalecenia: %@. Zmień ocenę
pt_pt: Efeito de recomendação: %@. Alterar comentários
ru: Эффект рекомендации: %@. Изменить отзыв
th: ผลของคำแนะนำ: %@ เปลี่ยนความคิดเห็น
zh_hans: 推荐效果：%@。变更反馈
zh_hant: 推薦效果：%@。變更回饋

source: Recompute
de: Neu berechnen
es: Recalcular
fr: Recalculer
it: Ricalcola
pl: Oblicz ponownie
pt_pt: Recalcular
ru: Пересчитать
th: คำนวณใหม่
zh_hans: 重新计算
zh_hant: 重新計算

source: Reconnect
de: Wieder verbinden
es: Reconectar
fr: Reconnecter
it: Riconnettiti
pl: Połącz ponownie
pt_pt: Reconectar
ru: Восстановить соединение
th: เชื่อมต่อใหม่
zh_hans: 重新连接
zh_hant: 重新連接

source: Reconnect help: %@
de: Hilfe zum Neuverbinden: %@
es: Ayuda para reconectar: %@
fr: Aide à la reconnexion : %@
it: Aiuto per la riconnessione: %@
pl: Połącz ponownie pomoc: %@
pt_pt: Ajudar novamente: %@
ru: Помощь с переподключением: %@
th: วิธีใช้การเชื่อมต่ออีกครั้ง: %@
zh_hans: 重新连接帮助：%@
zh_hant: 重新連接幫助：%@

source: Reconnect to %@
de: Erneut verbinden mit %@
es: Reconectar con %@
fr: Se reconnecter à %@
it: Riconnettiti a %@
pl: Połącz ponownie z %@
pt_pt: Reconecte-se a %@
ru: Восстановите соединение с %@.
th: เชื่อมต่อกับ %@ อีกครั้ง
zh_hans: 重新连接到%@
zh_hant: 重新連接到%@

source: Reconnect to pull the latest.
de: Verbinde neu, um das Neueste zu laden.
es: Reconecta para extraer lo más reciente.
fr: Reconnectez-vous pour récupérer les dernières données.
it: Riconnettiti per recuperare i dati più recenti.
pl: Połącz się ponownie, aby pobrać najnowsze.
pt_pt: Volte a ligar para obter o mais recente.
ru: Переподключитесь, чтобы получить последние данные.
th: เชื่อมต่อใหม่เพื่อดึงข้อมูลล่าสุด
zh_hans: 重新连接以拉取最新内容。
zh_hant: 重新連接以拉取最新內容。

source: Reconnects this run
de: Neuverbindungen in diesem Lauf
es: Reconexiones en esta ejecución
fr: Reconnexions de cette exécution
it: Riconnessioni in questa sessione
pl: Ponownie łączy ten przebieg
pt_pt: Reconecta esta execução
ru: Переподключения за сеанс
th: เชื่อมต่อการรันนี้อีกครั้ง
zh_hans: 本次运行的重连次数
zh_hant: 本次執行的重新連接次數

source: Record a timestamped moment (and buzz the strap if it's connected).
de: Halte einen Moment mit Zeitstempel fest (und lass den Strap vibrieren, wenn er verbunden ist).
es: Registra un momento con marca de tiempo (y hace vibrar la pulsera si está conectada).
fr: Enregistrez un moment horodaté (et faites vibrer le bracelet s'il est connecté).
it: Registra un momento con marca temporale (e fai vibrare la fascia se è connessa).
pl: Nagraj moment ze znacznikiem czasu (i włącz dźwięk paska, jeśli jest podłączony).
pt_pt: Grave um momento com um carimbo de data e hora (e toque na bracelete se estiver ligada).
ru: Записывает момент с меткой времени (и подаёт вибросигнал на браслет, если он подключён).
th: บันทึกช่วงเวลาพร้อมเวลา และให้สายรัดสั่นหากเชื่อมต่ออยู่
zh_hans: 记录一个带时间戳的时刻（如果手环已连接则让其震动）。
zh_hant: 記錄一個帶時間戳的時刻（如果手環已連接則讓其震動）。

source: Record a timestamped moment in NOOP.
de: Halte einen Moment mit Zeitstempel in NOOP fest.
es: Registra un momento con marca de tiempo en NOOP.
fr: Enregistrez un moment horodaté dans NOOP.
it: Registra un momento con marca temporale in NOOP.
pl: Nagraj moment ze znacznikiem czasu w NOOP.
pt_pt: Registe um momento com carimbo de data/hora no NOOP.
ru: Записывает момент с меткой времени в NOOP.
th: บันทึกช่วงเวลาที่ประทับเวลาใน NOOP
zh_hans: 在 NOOP 中记录一个带时间戳的时刻。
zh_hant: 在 NOOP 中記錄一個帶時間戳的時刻。

source: Record or inspect the current stream
de: Aktuellen Stream aufzeichnen oder inspizieren
es: Graba o inspecciona la transmisión actual
fr: Enregistrer ou inspecter le flux actuel
it: Registra o ispeziona lo stream corrente
pl: Nagraj lub sprawdź bieżący strumień
pt_pt: Grave ou inspecione o stream atual
ru: Записать или просмотреть текущий поток
th: บันทึกหรือตรวจสอบกระแสปัจจุบัน
zh_hans: 记录或检查当前数据流
zh_hant: 記錄或檢查當前資料流

source: Record puffin frames to a file
de: Puffin-Frames in eine Datei aufzeichnen
es: Graba fotogramas puffin en un archivo
fr: Enregistrer les trames puffin dans un fichier
it: Registra i frame puffin in un file
pl: Nagraj klatki maskonurów do pliku
pt_pt: Gravar frames de papagaios-do-mar num ficheiro
ru: Записывать пакеты данных puffin в файл
th: บันทึกเฟรมนกพัฟฟินเป็นไฟล์
zh_hans: 将 puffin 帧记录到文件
zh_hant: 將 puffin 幀記錄到檔案

source: Recorded on device
de: Auf dem Gerät aufgezeichnet
es: Grabado en el dispositivo
fr: Enregistré sur l'appareil
it: Registrato sul dispositivo
pl: Nagrano na urządzeniu
pt_pt: Gravado no dispositivo
ru: Записано на устройстве
th: บันทึกไว้ในอุปกรณ์
zh_hans: 记录在设备上
zh_hant: 記錄在裝置上

source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement
it: Registrazione
pl: Nagranie
pt_pt: Gravação
ru: Запись
th: การบันทึก
zh_hans: 录制中
zh_hant: 錄製中

source: RECORDING
de: AUFNAHME
es: GRABANDO
fr: ENREGISTREMENT
it: REGISTRAZIONE
pl: NAGRANIE
pt_pt: GRAVAÇÃO
ru: ЗАПИСЬ
th: การบันทึก
zh_hans: 记录中
zh_hant: 記錄中

source: Recording status, not shown for a past day
de: Aufnahmestatus, für einen vergangenen Tag nicht angezeigt
es: Estado de grabación, no se muestra para un día pasado
fr: Statut d'enregistrement, non affiché pour un jour passé
it: Stato di registrazione, non mostrato per un giorno passato
pl: Stan nagrywania nie jest pokazywany w ciągu ostatniego dnia
pt_pt: Estado da gravação, não apresentado no dia anterior
ru: Статус записи, не показывается для прошедшего дня
th: สถานะการบันทึก ไม่แสดงสำหรับวันที่ผ่านมา
zh_hans: 记录状态，不针对过去的日期显示
zh_hant: 記錄狀態，過去的日期不顯示

source: Recording workout
de: Workout wird aufgezeichnet
es: Grabando entrenamiento
fr: Enregistrement de l'entraînement
it: Registrazione allenamento
pl: Nagrywanie treningu
pt_pt: A gravar treino
ru: Запись тренировки
th: การบันทึกการออกกำลังกาย
zh_hans: 正在记录锻炼
zh_hant: 正在記錄鍛鍊

source: RECORDING WORKOUT
de: WORKOUT WIRD AUFGEZEICHNET
es: GRABANDO ENTRENAMIENTO
fr: ENREGISTREMENT DE L'ENTRAÎNEMENT
it: REGISTRAZIONE ALLENAMENTO
pl: NAGRYWANIE TRENINGU
pt_pt: EXERCÍCIO DE GRAVAÇÃO
ru: ЗАПИСЬ ТРЕНИРОВКИ
th: การบันทึกการออกกำลังกาย
zh_hans: 正在录制锻炼
zh_hant: 正在錄製鍛鍊

source: Recording. Your strap is connected and saving data.
de: Aufnahme läuft. Dein Strap ist verbunden und speichert Daten.
es: Grabando. Tu pulsera está conectada y guardando datos.
fr: Enregistrement en cours. Votre bracelet est connecté et enregistre les données.
it: In registrazione. La tua fascia è connessa e sta salvando i dati.
pl: Nagranie. Twój pasek jest podłączony i zapisuje dane.
pt_pt: Gravação. A tua bracelete está conectada e a guardar dados.
ru: Запись идёт. Браслет подключён и сохраняет данные.
th: การบันทึก สายรัดของคุณเชื่อมต่ออยู่และบันทึกข้อมูล
zh_hans: 记录中。你的手环已连接并正在保存数据。
zh_hant: 記錄中。你的手環已連接並正在儲存資料。

source: Records & sources
de: Aufzeichnungen & Quellen
es: Registros y fuentes
fr: Enregistrements et sources
it: Record e sorgenti
pl: Zapisy i źródła
pt_pt: Registos e fontes
ru: Записи и источники
th: บันทึกและแหล่งที่มา
zh_hans: 记录与来源
zh_hant: 記錄與來源
